Repository: Revup-vn/revup-flutter-app
Catalog: lib/l10n/arb/app_*.arb
Languages: vi

# accountLabel
source: Account
vi: Tài khoản

# serviceAccountLabel
source: My service
vi: Dịch vụ của tôi

# editProfileLabel
source: Edit Profile
vi: Chỉnh sửa hồ sơ

# paymentLabel
source: Payment
vi: Thanh toán

# organizationLabel
source: Organization account
vi: Tài khoản tổ chức

# changePassWordLabel
source: Change PassWord
vi: Đổi mật khẩu

# changeLanguageLabel
source: Change Language
vi: Thay đổi ngôn ngữ

# guideAndSuportLabel
source: Guide & Suport
vi: Hướng dẫn & Hỗ trợ

# termsOfServiceLabel
source: Terms of Service
vi: Điều khoản Dịch vụ

# aboutUsLabel
source: About Us
vi: Về chúng tôi

# suportsLabel
source: Suports
vi: Hỗ trợ

# logoutLabel
source: Logout
vi: Đăng xuất

# homeLabel
source: Home
vi: Trang chủ

# activateLabel
source: Activate
vi: Kích hoạt

# notificationLabel
source: Notification
vi: Thông báo

# fullNameLabel
source: FULL NAME
vi: TÊN ĐẦY ĐỦ

# phoneLabel
source: PHONE
vi: SỐ ĐIỆN THOẠI

# dateLabel
source: DATE
vi: NGÀY SINH

# addressLabel
source: ADDRESS
vi: ĐỊA CHỈ

# updateLabel
source: Update
vi: Cập nhật

# completeRegistrationLabel
source: Complete registration
vi: Hoàn tất đăng ký

# doneLabel
source: Done
vi: Xong

# morePaymentMethodsLabel
source: MORE PAYMENT METHODS
vi: THÊM HÌNH THỨC THANH TOÁN

# cashLabel
source: Cash
vi: Tiền mặt

# sosLabel
source: SOS
vi: Gọi trợ giúp

# vehicleMaintenanceLabel
source: Maintenance
vi: Bảo dưỡng xe

# gasStationLabel
source: Gas
vi: Tìm một trạm xăng

# rateLabel
source: Your most recent repair
vi: Đánh giá lần sửa chữa gần nhất của bạn

# serviceLabel
source: Service
vi: Dịch vụ

# autoRepairLabel
source: auto repair
vi: sửa chữa ô tô

# motorcycleRepairLabel
source: motorcycle repair
vi: sửa chữa xe máy

# timeLabel
source: Time
vi: Thời gian

# dayLabel
source: Day
vi: Ngày

# discoverNowLabel
source: Discover now
vi: Khám phá ngay

# dealsForYouLabel
source: Deals for you
vi: Ưu đãi dành cho bạn

# onboardPageFirstTitle
source: Professional car repair service
vi: Dịch vụ đặt sửa chữa xe chuyên nghiệp

# onboardPageSecondTitle
source: Always on duty on all roads
vi: Luôn túc trực mọi cung đường

# onboardPageThirdTitle
source: Transparent price, rest assured repair
vi: Giá cả minh bạch, yên tâm sửa chữa

# skipLabel
source: Skip
vi: Bỏ qua

# nextLabel
source: Next
vi: Tiếp theo

# loginPageTitle
source: Welcome to revup!
vi: Chào mừng bạn đến với revup!

# loginPageLabel
source: Login / Register revup account now
vi: Đăng nhập / Đăng ký tài khoản revup ngay bây giờ

# phoneFieldLabel
source: Your phone number
vi: Số điện thoại của bạn

# acceptPolicyLabel
source: By registering or logging in, you agree to the
vi: Bằng việc đăng ký hoặc đăng nhập, bạn đã đồng ý với các

# addLabel
source: Add new
vi: Thêm mới

# addMessageTitle
source: Message to repairer
vi: Lời nhắn

# addServiceAppBarTitle
source: Choose the services
vi: Chọn dịch vụ

# andLabel
source: and
vi: và

# backToHomePageLabel
source: Back to Home
vi: Trở về trang chủ

# blankLabel
source: Please do not leave it blank
vi: Vui lòng không để trống

# breakdownLocationLabel
source: Your vehicle breakdown location
vi: Địa điểm hỏng xe của bạn

# callForHelpLabel
source: Call for help
vi: Gọi trợ giúp

# callHelpLabel
source: Call Help
vi: Gọi trợ giúp

# canceledLabel
source: Canceled
vi: Đã huỷ

# cancelLabel
source: Cancel
vi: Huỷ bỏ

# cancelOrderLabel
source: You have canceled this order
vi: Bạn đã huỷ đơn hàng này

# cancelUpdateServiceLabel
source: Choosen services will be lost if you cancel. Are you sure?
vi: Dịch vụ sẽ không được chọn nếu bạn huỷ. Bạn có đồng ý?

# carLabel
source: Car
vi: Ô tô

# cashPaymentLabel
source: Payment in cash
vi: Thanh toán bằng tiền mặt

# chooseImageLabel
source: Choose image
vi: Chọn hình ảnh

# chooseImageNoteLabel
source: Add a photo for the repairman to better visualize your request
vi: Thêm ảnh để thợ sửa hình dung rõ hơn về yêu cầu của bạn nhé

# chooseProductAppBarTitle
source: Choose product
vi: Lựa chọn sản phẩm

# chooseVehicleLabel
source: Select vehicle type
vi: Chọn loại phương tiện

# codeOrderLabel
source: Code orders:
vi: Mã đơn hàng:

# commonErrorLabel
source: An error occurred
vi: Có lỗi xảy ra

# completedOrderLabel
source: Order completed
vi: Đơn hàng đã hoàn thành

# confirmLabel
source: Confirm
vi: Xác nhận

# contactRepairServiceLabel
source: Contact repair service
vi: Liên hệ dịch vụ sửa chữa

# continueLabel
source: Continue
vi: Tiếp tục

# detailLabel
source: Detail
vi: Chi tiết

# distanceLabel
source: Distance
vi: Khoảng cách

# emptyErrorLabel
source: Please fill in
vi: Vui lòng không bỏ trống

# emptyHistoryLabel
source: You don't have any repair requests yet
vi: Bạn chưa có yêu cầu sửa chữa nào

# emptyLabel
source: Empty
vi: Trống

# emptyRepairerLabel
source: There is not any active repairer around you, we are very sorry for this problem
vi: Không có thợ sửa chữa nào hoạt động quanh đây, chúng tôi rất xin lỗi vì sự bất tiện này

# enableLocationLabel
source: Allow location access
vi: Cho phép truy cập vị trí

# endowLabel
source: Voucher
vi: Ưu đãi

# enterOTPCodeLabel
source: Enter your OTP
vi: Nhập OTP của bạn

# enterPhoneNumberLabel
source: Enter your phone number to continue
vi: Nhập số điện thoại của bạn để tiếp tục

# existedPhoneNumberLabel
source: Phone number already existed
vi: Số điện thoại đã tồn tại

# feedBackLabel
source: Feedback
vi: Phản hồi

# feeTransportLabel
source: Fee of transport
vi: Phí di chuyển

# findRepairerErrorMessageLabel
source: Some thing went wrong, please refresh or restart the application
vi: Không thể tìm được thợ sử chữa, hãy thử refresh hoặc restart lại app nhé!

# guideAndSupportLabel
source: Guide & Support
vi: Hướng dẫn & Suport

# historyLabel
source: History
vi: Lịch sử

# ignoreLabel
source: Ignore
vi: Bỏ qua

# imageFromGalleryLabel
source: Choose image from gallery
vi: Chọn từ thư viện ảnh

# invalidFormatLabel
source: Invalid format
vi: Định dạng không hợp lệ

# invalidOTPLabel
source: Invalid OTP code. Please enter again!
vi: Mã OTP không hợp lệ. Vui lòng nhập lại!

# invalidPhoneNumberLabel
source: Please enter a valid phone number
vi: Số điện thoại không hợp lệ

# invoiceDetailsLabel
source: Invoice details
vi: Chi tiết hoá đơn

# invoiceInformationLabel
source: Invoice information
vi: Thông tin hoá đơn

# locationDeniedLabel
source: Revup needs your location so a repairman can reach it more quickly and accurately
vi: Revup cần vị trí của bạn để thợ sửa có thể tiếp cận nhanh chóng và chính xác hơn

# loginBySSOLabel
source: Or login with
vi: Hoặc đăng nhập bằng

# loginSuccessLabel
source: Login successfully
vi: Đăng nhập thành công

# lookingForHelpLabel
source: Looking for help
vi: Tìm kiếm trợ giúp

# minutesLabel
source: minutes
vi: phút

# motorbikeLabel
source: Motorbike
vi: Xe máy

# needQuotePriceLabel
source: Need quote price
vi: Cần thợ báo giá

# newRepairRequestBody
source: Location
vi: Địa điểm

# newRepairRequestTitle
source: New repair request
vi: Yêu cầu sửa chữa mới

# newRequestServiceAppBarTitle
source: Other service request
vi: Yêu cầu dịch vụ khác

# noteLabel
source: Note
vi: Lưu ý

# noteMovingFeeLabel
source: This is a moving fee that does not include the price of repair services
vi: Đây là phí di chuyển chưa bao gồm giá dịch vụ sửa chữa

# notSupportLabel
source: We currently don't support this feature. We will release soon
vi: Chúng tôi hiện tại chưa hỗ trợ chức năng này

# onGoingRequestLabel
source: Repairer is on the way
vi: Thợ đang trên đường

# optionalAddMsgGuideLabel
source: You can make notes for the repairer here.
vi: Bạn có thể ghi chú cho thợ ở đây nhé.

# optionalImgGuideLabel
source: Provide pictures around so that the repairer knows better where you call for help.
vi: Cung cấp hình ảnh xung quanh để thợ biết rõ hơn địa điểm bạn gọi cứu hộ nhé.

# optionalLocationImgLabel
source: Photo of the rescue location (optional)
vi: Ảnh địa điểm cần cứu hộ (không bắt buộc)

# orderDetailLabel
source: Order details
vi: Chi tiết đơn hàng

# orderInformationLabel
source: Order Information
vi: Thông tin đơn hàng

# otpCodeExpiredLabel
source: Your otp code has been expired. We are sending you a new OTP code
vi: Mã OTP của bạn đã hết hạn. Chúng tôi đang gửi mã otp mới cho bạn

# paidLabel
source: Paid
vi: Đã thanh toán

# paymentFeeOfTransportLabel
source: Payment of transportation fees
vi: Thanh toán phí di chuyển

# paymentMethodLabel
source: Payment method
vi: Phương thức thanh toán

# paymentSupportDialogLabel
source: We currently don't support this payment case
vi: Hiện tại chúng tôi chưa hỗ trợ kênh thanh toán này

# phoneRequiredErrorLabel
source: Please enter your phone number
vi: Nhập số điện thoại của bạn

# photoWithCameraLabel
source: Take photo
vi: Chụp ảnh

# postLabel
source: Posts
vi: Bài viết

# privacyLabel
source: Privacy Policy
vi: Chính sách bảo mật

# productListLabel
source: List of products
vi: Danh sách sản phẩm

# productPriceLabel
source: Unit price
vi: Đơn giá

# questionAccountLabel
source: Why is my REVUP account locked?
vi: Tại sao tài khoản REVUP của tôi bị khoá?

# questionCallLabel
source: How to make calls on Revup app?
vi: Làm sao để gọi điện trên ứng dụng Revup?

# questionOTPLabel
source: Why didn't I receive the Verification Code (OTP)?
vi: Tại sao tôi không nhận được Mã xác minh (OTP)?

# questionPayLabel
source: How to pay on Revup app?
vi: Làm sao để thanh toán trên ứng dụng Revup?

# ratingLabel
source: Rating
vi: Đánh giá

# repairerAroundLabel
source: Repairer around here
vi: Thợ sửa quanh đây

# repairerArrivedLabel
source: Repairer arrived
vi: Xác nhận thợ sửa đã đến

# requestServiceLabel
source: Request service
vi: Dịch vụ yêu cầu

# resendOTPLabel
source: Resend OTP code
vi: Gửi lại mã OTP

# reviewRepairmentLabel
source: Reviews for repairmen
vi: Đánh giá cho thợ sửa

# searchLabel
source: Search...
vi: Tìm kiếm...

# selectProductLabel
source: Select product
vi: Chọn sản phẩm

# sendFeedbackLabel
source: Rate, send your feedback for the repairman!
vi: Đánh giá, gửi phản hồi của bạn dành cho thợ sửa nhé!

# sendLabel
source: Send
vi: Gửi

# sendOTPCodeToLabel
source: OTP code has been sent to:
vi: Mã OTP đã được gửi tới:

# serviceCountLabel
source: repair service
vi: hạng mục

# serviceDescriptionLabel
source: Description (101 characters max)
vi: Mô tả (tối đa 100 kí tự)

# serviceDetailLabel
source: Service details required
vi: Chi tiết dịch vụ yêu cầu

# serviceDetailsAppBarTitle
source: Service details
vi: Chi tiết dịch vụ

# serviceFeeLabel
source: Service fee
vi: Phí dịch vụ

# serviceInforLabel
source: Service information
vi: Thông tin dịch vụ

# serviceInvoiceLabel
source: Service Invoice
vi: Hoá đơn dịch vụ

# serviceNameLabel
source: Service name
vi: Tên dịch vụ

# servicePriceLabel
source: Price
vi: Giá

# serviceRequestLabel
source: Service request
vi: Dịch vụ yêu cầu

# serviceReviewsLabel
source: Service Reviews
vi: Đánh giá dịch vụ

# sortAsLabel
source: Sort as
vi: Sắp xếp theo

# starRatingCountLabel
source: ratings
vi: lượt

# submitRequestSuccessLabel
source: The request has been sent, please wait a moment for the repairer to respond
vi: Yêu cầu đã được gửi, bạn vui lòng chờ xíu để thợ phản hồi nhé

# telLabel
source: Tel:
vi: SĐT:

# termLabel
source: Terms of Service
vi: Điều khoản dịch vụ

# termsPrivacyLabel
source: Terms and Privacy
vi: Điều khoản và bảo mật

# timeBookingLabel
source: Service booking time
vi: Thời gian đặt dịch vụ

# timeCancelLabel
source: Cancellation time
vi: Thời gian huỷ

# timeComletionLabel
source: Completion time
vi: Thời gian hoàn thành

# toomanyReqLabel
source: aYou have requested too many times, please wait
vi: Bạn đã yêu cầu gửi OTP quá nhiều lần, vui lòng đợi thêm

source: Total
vi: Tổng cộng

# totalFeeLabel
source: Total Fee
vi: Tổng chi phí

# totalLabel
source: Total
vi: Tổng cộng

# totalServiceFeeLabel
source: Total service fee
vi: Tổng tiền dịch vụ

# transitFeeLabel
source: Transit fee
vi: Phí di chuyển

# tubeLabel
source: Change the tube
vi: Thay đổi tube

# vehicleTypeLabel
source: Vehicle type:
vi: Loại xe:

# videoCallDescription
source: Partners can discuss via video call with the repairman for the best preparation!
vi: Đối tác có thể trao đổi qua cuộc gọi video với thợ sửa để có sự chuẩn bị tốt nhất nhé!

# workerRepairLabel
source: Worker doing repairs
vi: Thợ đang tiến hành sửa chữa

# yourFeedbackLabel
source: Your feedback
vi: Phản hồi của bạn

# zaloPaymentLabel
source: Pay with Zalo Pay
vi: Thanh toán bằng Zalo Pay

# showLabel
source: Show
vi: Xem chi tiết

# pendingRepairRecordLabel
source: The request has been sent to the repairer, please wait a moment
vi: Yêu cầu đã được gửi đến thợ, bạn chờ xíu nhé

# acceptRepairRecordLabel
source: The repairman is on the way
vi: Thợ đang trên đường

# arrivedRepairRecordLabel
source: The repairman has arrived
vi: Thợ đã đã đến nơi

# startedRepairRecordLabel
source: The repairman is repairing
vi: Thợ đang sửa chữa

# loginFailLabel
source: Your account is not allowed to login.
vi: Tài khoản của bạn không được phép đăng nhập. Hãy liên hệ cskh để biết thêm thông tin

# updateProfileFail
source: Update fail
vi: Cập nhật tài khoản lỗi vui lòng thử lại
